{
  "generals": {
    "person": [
      {
        "id": "1",
        "votes": "7150204",
        "name": "Олег Вещий",
        "group": "1",
        "lifedates": "?–912",
        "description": "Князь новгородский (с 879 г.) и киевский (с 882 г.), объединитель Древней Руси. Расширил ее границы, нанес первый удар по Хазарскому каганату, заключил выгодные для Руси договоры с греками. <br/><br/>Легендарный полководец, о котором Пушкин писал: «Победой прославлено имя твое: Твой щит на вратах Цареграда».",
        "url": "http://100.histrf.ru/commanders/oleg-knyaz-veshchiy-oleg/ ",
        "smstel": "9999",
        "smscode": "1"
      },
      {
        "id": "2",
        "votes": "9160842",
        "name": "Добрыня Никитыч (прообраз богатыря)",
        "group": "1",
        "description": "О полководцах начальных веков Руси - воеводах мы имеем лишь отрывочные сведения. О том, что это были яркие персонажи истории, догадываемся благодаря былинам. Собирая по крупицам летописную информацию и анализируя эпос, можно восстановить картину жизненного пути одного из них - боярина Добрыни.<br/><br/>В былинах он «второй по силе» после Ильи Муромца богатырь. И былины, и летописи всячески подчеркивают близость Добрыни к «ласковому князю Владимиру». А в Новгородской летописи образ наместника Добрыни даже заслоняет собой на первых порах юного князя Владимира Святославича.",
        "url": "http://100.histrf.ru/commanders/dobrynya-nikitych/",
        "smstel": "9999",
        "smscode": "2"
      },
      {
        "id": "3",
        "votes": "8687189",
        "name": "Князь Святослав",
        "group": "1",
        "lifedates": "942–972",
        "description": "Князь Новгородский, великий князь Киевский с 945 по 972 год. Прославленный древнерусский полководец вошел в историю как князь-воитель. Карамзин называл его русским Александром Македонским.<br/><br/>Прожив всего около 30 лет, последние 8 из них Святослав лично водил дружины в походы. И неизменно громил более сильных противников или достигал с ними выгодного мира. Погиб в бою.",
        "url": "http://100.histrf.ru/commanders/svyatoslav-knyaz/",
        "smstel": "9999",
        "smscode": "3"
      },
      {
        "id": "4",
        "votes": "7365251",
        "name": "Мстислав Владимирович Тмутараканский",
        "group": "1",
        "lifedates": "ок. 983–1036",
        "description": "Легендарный древнерусский полководец X-XI веков, удостоенный прозвищ «Храбрый» и «Удалой».<br/><br/>Князь Мстислав Владимирович Тмутараканский напоминал своего деда Святослава Игоревича - боевого вождя времен военной демократии и великого переселения народов. Всегда в седле, всегда в погоне за военными победами, славой и добычей.",
        "url": "http://100.histrf.ru/commanders/mstislav-vladimirovich-tmutarakanskiy/",
        "smstel": "9999",
        "smscode": "4"
      },
      {
        "id": "5",
        "votes": "3484368",
        "name": "Мономах Владимир Всеволодович",
        "group": "1",
        "lifedates": "1053 – 19 мая 1125",
        "description": "Князь ростовский, черниговский, переяславский, великий князь киевский (1113-1125), выдающийся древнерусский государственный деятель, военачальник, писатель, мыслитель.<br/><br/>Лучший русский полководец своего времени, Владимир на поле брани Мономах одерживал одну победу за другой. С 13 до 25 лет он уже совершил 20 военных походов - «великих путей», по выражению самого Мономаха. Всего на его жизнь придется 83 «великих пути». Его унаследованное от византийского императора греческое прозвище переводится как «Единоборец».",
        "url": "http://100.histrf.ru/commanders/monomakh-vladimir-vsevolodovich/",
        "smstel": "9999",
        "smscode": "5"
      },
      {
        "id": "6",
        "votes": "7633090",
        "name": "Мстислав Удатный (Удалой)",
        "group": "1",
        "lifedates": "ок. 1175–1228",
        "description": "Древнерусский князь и полководец, князь Трипольский, Торопецкий, Новгородский, Галицкий и др. Победитель в Липицкой битве. Первый из русских князей, оказавший сопротивление монголам, - в битве на Калке…<br/><br/>Князя Мстислава Мстиславича чаще называют Удалым, что привычнее для современного русского уха, однако «удалой» означает, скорее, «лихой», тогда как «удатный» - «удачливый». Казалось бы, первое для воина более почетно, но ведь и удача для него важна не менее, а для правителя и подавно, тем более что она - дар Всевышнего.",
        "url": "http://100.histrf.ru/commanders/mstislav-udatnyy-udaloy/",
        "smstel": "9999",
        "smscode": "6"
      },
      {
        "id": "7",
        "votes": "9725762",
        "name": "Даниил Романович Галицкий",
        "group": "1",
        "lifedates": "1201-1264",
        "description": "Князь Галицкий, Волынский, Великий князь киевский, выдающийся политический деятель, дипломат и полководец Древней Руси, первый русский король. <br/><br/>В 15 лет Даниил впервые сам командовал своей дружиной, и в домонгольский период военные победы, дипломатическая гибкость и благородство Даниила Романовича снискали ему заслуженную славу. Воевал в Европе. Пытался объединить Русь и помощью папы Римского организовать крестовый поход против татаро-монголов.",
        "url": "http://100.histrf.ru/commanders/daniil-romanovich-galitskiy/",
        "smstel": "9999",
        "smscode": "7"
      },
      {
        "id": "8",
        "votes": "8764367",
        "name": "Невский Александр Ярославич",
        "group": "1",
        "lifedates": "1221–1263",
        "description": "Князь Новгородский, великий князь Киевский, великий князь Владимирский. Выдающийся русский полководец и государственный деятель.<br/><br/>Его победы в Невской битве и в битве на Чудском озере принесли ему посмертную славу, которая превзошла прижизненную известность князя. Образ святого князя Александра Невского, защитника православной веры, рос от столетия к столетию",
        "url": "http://100.histrf.ru/commanders/nevskiy-aleksandr-yaroslavich/",
        "smstel": "9999",
        "smscode": "8"
      },
      {
        "id": "9",
        "votes": "7145941",
        "name": "Донской Дмитрий Иванович",
        "group": "1",
        "lifedates": "12 октября 1350 - 19 мая 1389",
        "description": "Князь Московский и великий князь Владимирский, прозванный Донским за победу в битве на Куликовском поле. <br/><br/>Княжение Дмитрия Донского (1359-1389) оказалось переломной эпохой не только в истории Московского княжества XIV в., но и в истории всей Руси. Князь Дмитрий Иванович первым из московских правителей начал борьбу за освобождение русских земель от ордынской зависимости, под его руководством была одержана первая крупная победа над ордынским войском 8 сентября 1380 г. на Куликовом поле. Причислен к лику святых в 1988 г., в год тысячелетия крещения Руси.",
        "url": "http://100.histrf.ru/commanders/donskoy-dmitriy-ivanovich/",
        "smstel": "9999",
        "smscode": "9"
      },
      {
        "id": "10",
        "votes": "3242254",
        "name": "Серпуховской Владимир Андреевич",
        "group": "1",
        "lifedates": "15 июля 1353 – 1410",
        "description": "Русский полководец, носивший почетные прозвища «Храбрый» и «Донской». Удельный князь Серпуховской, Боровский, Углицкий. Двоюродный брат великого князя Московского Дмитрия Донского.<br/><br/>В свой первый поход князь отправился в 8 (!) лет, и с тех пор его жизнь протекала в непрерывных сражениях. Главным из них, несомненно, стала битва на Куликовом поле, где он командовал засадным полком, решившим ее исход.",
        "url": "http://100.histrf.ru/commanders/serpukhovskoy-vladimir-andreevich/",
        "smstel": "9999",
        "smscode": "10"
      },
      {
        "id": "11",
        "votes": "7693317",
        "name": "Холмский Даниил Дмитриевич",
        "group": "1",
        "description": "Русский боярин и воевода, один из выдающихся военачальников Великого князя Ивана III. Сыграл видную роль в строительстве Русского государства в последней трети XV века. <br/><br/>Решительные действия князя Холмского во многом обеспечили русским успех в противостоянии на Угре, его именем был назван Данильев мир с ливонцами, благодаря его победам присоединен Новгород, а на Казани посажен свой человек",
        "url": "http://100.histrf.ru/commanders/kholmskiy-daniil-dmitrievich/",
        "smstel": "9999",
        "smscode": "11"
      },
      {
        "id": "12",
        "votes": "1300748",
        "name": "Иван III Васильевич",
        "group": "1",
        "lifedates": "22 января 1440 - 27 октября 1505",
        "description": "Великий князь московский с 1462 по 1505 год, стал именоваться также Государем, при нем Москва освободилась от ордынского ига.<br/><br/>Сам Иван Великий ни одной операцией или сражением лично не руководил, но о нем можно говорить как о верховном главнокомандующем. И итоги войн правления Ивана III - самые удачные за всю историю Московской Руси.",
        "url": "http://100.histrf.ru/commanders/ivan-iii-vasilevich/",
        "smstel": "9999",
        "smscode": "12"
      },
      {
        "id": "13",
        "votes": "6456320",
        "name": "Щеня Даниил Васильевич",
        "group": "1",
        "lifedates": "?–1519",
        "description": "Знаменитый русский полководец времен Ивана III и Василия III. Вошел в историю как победитель при Ведроши - пожалуй, самой яркой из побед московского оружия в войнах с Литвой - и покоритель Смоленска. <br/><br/>Своей верной службой двум государям способствовал становлению единого Московского государства.",
        "url": "http://100.histrf.ru/commanders/shchenya-daniil-vasilevich/",
        "smstel": "9999",
        "smscode": "13"
      },
      {
        "id": "14",
        "votes": "2754715",
        "name": "Басманов Алексей Данилович",
        "group": "1",
        "lifedates": "?–1570",
        "description": "Русский воевода, приближенный царя Ивана IV, боярин, один из руководителей опричнины.<br/><br/>Заслуги умелого и отважного воеводы были весьма велики, но звезда этого полководца давно закатилась. Его прижизненных или более поздних изображений нет. Но Басманов вернулся с появлением кино - и для иллюстрации мы используем кадр из «Ивана Грозного» Сергея Эйзенштейна.",
        "url": "http://100.histrf.ru/commanders/basmanov-aleksey-danilovich/",
        "smstel": "9999",
        "smscode": "14"
      },
      {
        "id": "15",
        "votes": "4008106",
        "name": "Микулинский Семен Иванович",
        "group": "1",
        "lifedates": "? –1559",
        "description": "Выдающийся русский военачальник середины XVI века, князь, боярин, воевода, победитель азовских, крымских и казанских татар.<br/><br/>«Скачет он, словно огненный, на своем коне, и меч его и копье, словно пламень, во все стороны обрушиваются на врагов и посекают их», - так поэтично говорит об этом мастере маневренной войны древнерусская повесть. Микулинский не потерпел ни одного поражения. Изображений полководца не сохранилось.",
        "url": "http://100.histrf.ru/commanders/mikulinskiy-semen-ivanovich/",
        "smstel": "9999",
        "smscode": "15"
      },
      {
        "id": "16",
        "votes": "1413896",
        "name": "Воротынский Михаил Иванович",
        "group": "1",
        "lifedates": "ок. 1516 – 1573",
        "description": "Воевода Ивана Грозного из княжеского рода Воротынских, герой взятия Казани и битвы при Молодях - «забытого Бородино». Выдающийся русский полководец. <br/><br/>Сей «муж крепкий и мужественный, в полкоустроениях зело искусный» изображен, в числе других выдающихся деятелей России, на памятнике «Тысячелетие России».",
        "url": "http://100.histrf.ru/commanders/vorotynskiy-mikhail-ivanovich/",
        "smstel": "9999",
        "smscode": "16"
      },
      {
        "id": "17",
        "votes": "4729888",
        "name": "Ермак Тимофеевич",
        "group": "1",
        "lifedates": "?–6 августа 1585",
        "description": "В народной памяти Ермак живёт атаманом-богатырём, покорителем Сибири, сильным и непобедимым воином, даже несмотря на его трагическую гибель. <br/><br/>В исторической литературе есть несколько версий его имени, происхождения и даже гибели...",
        "url": "http://100.histrf.ru/commanders/ermak-timofeevich/",
        "smstel": "9999",
        "smscode": "17"
      },
      {
        "id": "18",
        "votes": "9699315",
        "name": "Иван IV Грозный",
        "group": "1",
        "lifedates": "25 августа 1530 – 18 марта 1584",
        "description": "Царствование Ивана Грозного (1547-1584) является одним из узловых моментов русской истории. Именно в эти годы было покончено с осколками Золотой орды - Казанским и Астраханским ханствами, Россия достигла значительного территориального расширения на востоке, перешагнув за Урал, начав освоение Сибири, на западе вступила в борьбу за выход к Балтике, попутно покончив с еще одним вековым врагом - Ливонским орденом. <br/><br/>В военном отношении это были едва ли не самые напряженные годы русской истории. Все это создает искушение признать крупным военным деятелем и государя, при котором все это произошло - Ивана IV Грозного. Такого рода характеристики довольно часто встречаются в литературе. Для их оценки следует рассмотреть те события русской военной истории XVI в., в которых Грозный участвовал лично.",
        "url": "http://100.histrf.ru/commanders/ivan-iv-groznyy/",
        "smstel": "9999",
        "smscode": "18"
      },
      {
        "id": "19",
        "votes": "9202508",
        "name": "Хворостинин Дмитрий Иванович",
        "group": "1",
        "lifedates": "до 1535 – 7 августа 1591",
        "description": "Время не сохранило его изображения, современных художников образ Хворостинина тоже не вдохновил… А между тем редко кто из воевод той эпохи участвовал в стольких походах – вся жизнь в седле!<br/><br/>Князь из рода Хворостининых, опричный воевода царя Ивана Грозного, был одним из лучших полководцев второй половины XVI в",
        "url": "http://100.histrf.ru/commanders/khvorostinin-dmitriy-ivanovich/",
        "smstel": "9999",
        "smscode": "19"
      },
      {
        "id": "20",
        "votes": "7327641",
        "name": "Шеин Михаил Борисович",
        "group": "1",
        "lifedates": "? – 1634",
        "description": "Полководец и государственный деятель России XVII века, герой обороны Смоленска во время Смуты и антигерой Смоленской войны 1632-1634 гг., окольничий (1605), боярин и воевода.20-месячная оборона города, связавшая руки Сигизмунду III, способствовала росту патриотического движения в России и - в итоге - победе Второго ополчения Пожарского и Минина. Обвинение же в измене во время Смоленской войны историками давно отвергнуто. Судьба одного человека оказалась переплетена с судьбой одного города.",
        "url": "http://100.histrf.ru/commanders/shein-mikhail-borisovich/",
        "smstel": "9999",
        "smscode": "20"
      },
      {
        "id": "21",
        "votes": "7381265",
        "name": "Пожарский Дмитрий Михайлович",
        "group": "1",
        "lifedates": "1 ноября 1577 – 20 апреля 1642",
        "description": "Князь Дмитрий (крестильное имя - Косьма) Пожарский - национальный герой России. Военный и политический деятель, руководитель Второго народного ополчения, освободившего Москву во время Смутного времени.<br/><br/>Когда шатались устои государства, воевода неизменно демонстрировал верность долгу и своим принципам: служить только родине и законному монарху - и не ловить случай. В то путаное время ясность его позиции притягивала к себе людей, сделав Пожарского народным вождем.",
        "url": "http://100.histrf.ru/commanders/pozharskiy-dmitriy-mikhaylovich/",
        "smstel": "9999",
        "smscode": "21"
      },
      {
        "id": "22",
        "votes": "4550346",
        "name": "Скопин-Шуйский Михаил Васильевич",
        "group": "1",
        "lifedates": "8 ноября 1586 – 23 апреля 1610",
        "description": "Русский государственный и военный деятель Смутного времени, национальный герой времен польско-литовской интервенции. В 1610 г. во главе русско-шведской армии освободил Москву от осады отрядов Лжедмитрия II. <br/><br/>Он мог добиться много большего, на момент смерти ему было всего 23 года",
        "url": "http://100.histrf.ru/commanders/skopin-shuyskiy-mikhail-vasilevich/",
        "smstel": "9999",
        "smscode": "22"
      },
      {
        "id": "23",
        "votes": "4992152",
        "name": "Шереметев Борис Петрович",
        "group": "1",
        "lifedates": "25 апреля 1652 – 17 февраля 1719",
        "description": "Выдающийся русский полководец времени Северной войны, дипломат, первый русский генерал-фельдмаршал (1701). В 1706 г. также первым возведен в графское Российской империи достоинство.<br/><br/>В народной памяти Шереметев остался одним из основных героев той эпохи. Свидетельством могут служить солдатские песни, где он фигурирует исключительно как положительный персонаж.",
        "url": "http://100.histrf.ru/commanders/sheremetev-boris-petrovich/",
        "smstel": "9999",
        "smscode": "23"
      },
      {
        "id": "24",
        "votes": "2635006",
        "name": "Апраксин Федор Матвеевич",
        "group": "1",
        "lifedates": "27 ноября 1661 – 10 ноября 1728",
        "description": "Один из создателей русского флота, сподвижник Петра I, генерал-адмирал, первый президент Адмиралтейств-коллегии.<br/><br/>На суше Апраксин защитил от шведской армии Санкт-Петербург, который шведы собирались сравнять с землей, а на море нанес им решающее поражение в шхерах при Гангуте.",
        "url": "http://100.histrf.ru/commanders/apraksin-fedor-matveevich/",
        "smstel": "9999",
        "smscode": "24"
      }
    ]
  }
}